حقوق  - _( 🍷 ڤينوم و سوكونا ☘️ )_ 
> _*كود الزراير الجديد تم صنعه بواسطه ڤينوم و سوكونا*_

*(🎧) شارك رابط القناه ادعمنا لي تنزيل اكواد اخري*
_https://whatsapp.com/channel/0029VaQim2bAu3aPsRVaDq3v_


*(⚙️)-) الكود (-(⚙️)*


let handler = async (m, { conn, args, usedPrefix, command }) => {
    conn.relayMessage(m.chat, {
      viewOnceMessage: {
        message: {
          interactiveMessage: {
            header: {
              title: '*🎗️ قـائـمـة الـاوامــر🎗️*'
            },
            body: {
              text: '🧿 افتح القائمة بواسطة الزر\n🍒 لا تلعب كثير في القائمة'
            },
            nativeFlowMessage: {
              buttons: [
                {
                  name: 'single_select',
                  buttonParamsJson: JSON.stringify({
                    title: 'دوس عليا 💔',
                    sections: [
                      {
                        title: 'List',
                        highlight_label: 'ON',
                        rows: [
                          {
                            header: '☘️ قـسـم العاب',
                            title: '.النظام_كود',
                            description: '╭━━━[ *العاب البوت 🤖* ]━━━━⬣
*🎆احزر*
*🎆كوره*
*🎆علم*
*🎆عين*
*🎆 مانغا*
*🎆شخصيه*
*🎆رياضيات*
*🎆شطرنج*
*🎆تفكيك*
*🎆اكس او*
*🎆لعبه*
*🎆صيد*
*🎆سؤال*
*🎆ديني*',
                            id: 'te'
                          },
                          {
                            header: '👑 قـسـم الـمـطـور',
                            title: '.المطور_كود',
                            description: '╭━━━[ *قسم المطور 🤴🏻* ]━━━━⬣
*🌟اعلان*
*🌟فيروس*
*🌟بريم*
*🌟خفض-التميز*
*🌟نظف*
*🌟اضف-اكسبي*
*🌟اضف-الماس*
*🌟نشر*
*🌟حظر*
*🌟المحظورين*
*🌟sp*
*🌟 اضف-مطور*
*🌟فرمت*
*🌟بان*
*🌟بلوك*
*🌟اين-الخطاء*
*🌟بوليجون*
*🌟رسترات*
*🌟رفع-بلوك*
*🌟البلوكات*
*🌟فك-الحظر*
*🌟انضم*
*🌟اخرج*
*🌟فك-البان*',
                            id: 'te'
                          },
                              {
                                header: '⚒️ قـسـم ملصقات',
                            title: '.ملصق_كود',
                            description: '╭━━━[ *اوامر الملصقات 💫* ]━━━━⬣
*🐦دمج*
*🐦ملصق*
*🐦سرقه*
*🐦مدور*
*🐦ستك*
*🐦تعليق*'
                            
                            
handler.help = ['info']
handler.tags = ['main']
handler.command = ['القائمة']

export default handlerexport default handler
