حقوق  - _( 🍷 ڤينوم و سوكونا ☘️ )_ 
> _*كود الزراير الجديد تم صنعه بواسطه ڤينوم و سوكونا*_

*(🎧) شارك رابط القناه ادعمنا لي تنزيل اكواد اخري*
_https://whatsapp.com/channel/0029VaQim2bAu3aPsRVaDq3v_


*(⚙️)-) الكود (-(⚙️)*


let handler = async (m, { conn, args, usedPrefix, command }) => {
    conn.relayMessage(m.chat, {
      viewOnceMessage: {
        message: {
          interactiveMessage: {
            header: {
              title: '*🎗️ قـائـمـة الـاوامــر🎗️*'
            },
            body: {
              text: '🧿 افتح القائمة بواسطة الزر\n🍒 لا تلعب كثير في القائمة'
            },
            nativeFlowMessage: {
              buttons: [
                {
                  name: 'single_select',
                  buttonParamsJson: JSON.stringify({
                    title: 'دوس عليا 💔',
                    sections: [
                      {
                        title: 'List',
                        highlight_label: 'ON',
                        rows: [
                          {
                            header: '☘️ قـسـم الـنـظـام',
                            title: '.النظام_كود',
                            description: '',
                            id: 'te'
                          },
                          {
                            header: '👑 قـسـم الـمـطـور',
                            title: '.المطور_كود',
                            description: '*༺❁━━═════⊱𓆩☁️𓆪⊰═════━━❁༻*
*تابعني على تطبيق انستاغرام لدعم المطور ومعرفة كل جديد حول بوت شانكس والبوتات بصفة عامة 🏹:*
┅┅┅┅┅┅┅༻اوامر الالعاب༺┅┅┅┅┅┅┅
*┇🍂❯ .احزر*
*❐↞معرفة الشخصية من الصورة*

*┇🎳❯ .عين*
*❐↞معرفة الشخصية من عينها*

*┇🔖❯.كوره*
*❐↞.معرفة لاعبين كرة القدم من الصورة*

*┇🧭❯.دين*
*❐↞أسئلة دينية*

*┇🪄❯.رياضيات*
*❐↞عمليات رياضية*

*┇💠❯.الغاز*
*❐↞الغاز عربية ممتعة*

*┇🇲🇦❯.علم*
*❐↞معرفة الدولة من العلم*

*┇🔰❯.كت*
*❐↞تكتب نفس الي يكتبه البوت*

*┇🎴❯.فكك*
*❐↞تفكك الكلمة الي يرسل البوت*

*┇🔱❯.رتب*
*❐↞ترتب الكلمة الي يرسل البوت*

*┇💮❯.ايموجي*
*❐↞تعرف الشخصية من الايموجي*

*┇⚜️❯.كت2*
*❐↞تكتب نفس الي يكتبه البوت*

*┇♻️❯.هل*
*❐↞للتسليه مع الاصدقاء*

*┇❄️❯.لو*
*❐↞لو خيروك*

*┇⚡❯.فعاليه*
*❐↞فعاليات ممتعة*

*┇⭐❯.سؤال*
*❐↞سؤال عن الانميات*

*┇🍷❯.رهان*
*❐↞تراهن بنقاط البوت*

*┇⚽❯.خمن*
*❐↞تخمن الشخصية من الوصف*

*┇🎯❯.اكس_او*
*❐↞لعبة اكس او*

*┇🧣❯.لعبه*
*❐↞لعبة حجرة ورقة مقص*
*༺❁━━═════⊱𓆩☁️𓆪⊰═════━━❁༻*'
*✠ ~تــ✍︎ــوقــيــع ↯:~*
*『𝐂𝐋𝐎𝐔𝐃𓆩☁️𓆪𝐊𝐈𝐍𝐆𝐃𝐎𝐌』*
  ‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎ info sc owner :
 -----------------------------
  ⌬ | *𝚈𝙾𝚄𝚃𝚄𝙱𝙴*:\قريبا
  ⌬ | *𝙸𝙽𝚂𝚃𝙰𝙶𝚁𝙰𝙼*:https://www.instagram.com/shanks__an?igsh=MWFmc2dmdTllaTE1NA==
  ----------------------------- 
                            id: '*༺❁━━═════⊱𓆩☁️𓆪⊰═════━━❁༻*
*تابعني على تطبيق انستاغرام لدعم المطور ومعرفة كل جديد حول بوت شانكس والبوتات بصفة عامة 🏹:*
┅┅┅┅┅┅┅༻اوامر الالعاب༺┅┅┅┅┅┅┅
*┇🍂❯ .احزر*
*❐↞معرفة الشخصية من الصورة*

*┇🎳❯ .عين*
*❐↞معرفة الشخصية من عينها*

*┇🔖❯.كوره*
*❐↞.معرفة لاعبين كرة القدم من الصورة*

*┇🧭❯.دين*
*❐↞أسئلة دينية*

*┇🪄❯.رياضيات*
*❐↞عمليات رياضية*

*┇💠❯.الغاز*
*❐↞الغاز عربية ممتعة*

*┇🇲🇦❯.علم*
*❐↞معرفة الدولة من العلم*

*┇🔰❯.كت*
*❐↞تكتب نفس الي يكتبه البوت*

*┇🎴❯.فكك*
*❐↞تفكك الكلمة الي يرسل البوت*

*┇🔱❯.رتب*
*❐↞ترتب الكلمة الي يرسل البوت*

*┇💮❯.ايموجي*
*❐↞تعرف الشخصية من الايموجي*

*┇⚜️❯.كت2*
*❐↞تكتب نفس الي يكتبه البوت*

*┇♻️❯.هل*
*❐↞للتسليه مع الاصدقاء*

*┇❄️❯.لو*
*❐↞لو خيروك*

*┇⚡❯.فعاليه*
*❐↞فعاليات ممتعة*

*┇⭐❯.سؤال*
*❐↞سؤال عن الانميات*

*┇🍷❯.رهان*
*❐↞تراهن بنقاط البوت*

*┇⚽❯.خمن*
*❐↞تخمن الشخصية من الوصف*

*┇🎯❯.اكس_او*
*❐↞لعبة اكس او*

*┇🧣❯.لعبه*
*❐↞لعبة حجرة ورقة مقص*
*༺❁━━═════⊱𓆩☁️𓆪⊰═════━━❁༻*
*✠ ~تــ✍︎ــوقــيــع ↯:~*
*『𝐂𝐋𝐎𝐔𝐃𓆩☁️𓆪𝐊𝐈𝐍𝐆𝐃𝐎𝐌』*
  ‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎ info sc owner :
 -----------------------------
  ⌬ | *𝚈𝙾𝚄𝚃𝚄𝙱𝙴*:\قريبا
  ⌬ | *𝙸𝙽𝚂𝚃𝙰𝙶𝚁𝙰𝙼*:https://www.instagram.com/shanks__an?igsh=MWFmc2dmdTllaTE1NA==
  ----------------------------- 
`'
                          }
                        ]
                      }
                    ]
                  }),
                  messageParamsJson: ''
                }
              ]
            }
          }
        }
      }
    }, {})

}

handler.help = ['info']
handler.tags = ['main']
handler.command = ['بوت']

export default handler
